export const data = [
    {
        id: 1,
        name: 'MacBook air M1',
        price: '70000',
        currency: 'сом',
        img:'https://happy.kg/storage/images/thumbs/800-T7cpk9FFPbYBHrzY6ZBLwacSEpJQ7tvHLEj3w6He.jpeg',
        characteristics: [
            {
                name:'процессор',
                dis: 'M1'
            },
            {
                name:'SSD',
                dis: '512 GB'
            },
            {
                name:'Оперативная память',
                dis: '8 GB'
            },
            {
                name:'Цвет',
                dis: 'SpaceGray'
            },
            {
                name:'Дисплей',
                dis: 'Oled'
            },
        ],
        description: 'Этот ноутбук идеально подходит для работы и развлечений, предлагая сочетание стильного дизайна и высокой производительности. Его компактный и легкий корпус делает его удобным для повседневного использования, будь то дома, в офисе или в путешествии. Экран с яркими и чёткими цветами обеспечивает комфорт при просмотре фильмов и редактировании документов. Клавиатура создана для удобного и длительного набора текста, а ёмкий аккумулятор гарантирует продолжительную работу без подзарядки.'
    },
    {
        id: 2,
        name: 'MacBook pro M2',
        price: '90000',
        currency: 'сом',
        img:'https://store-apple.msk.ru/image/cache/catalog/tovary/macbook/pro13/apple-macbook-pro-m2-2022-800x800-800x800.jpg',
        characteristics: [
            {
                name:'процессор',
                dis: 'M2'
            },
            {
                name:'SSD',
                dis: '512 GB'
            },
            {
                name:'Оперативная память',
                dis: '16 GB'
            },
            {
                name:'Цвет',
                dis: 'SpaceGray'
            },
            {
                name:'Дисплей',
                dis: 'Oled'
            },
        ],
        description: 'Этот ноутбук идеально подходит для работы и развлечений, предлагая сочетание стильного дизайна и высокой производительности. Его компактный и легкий корпус делает его удобным для повседневного использования, будь то дома, в офисе или в путешествии. Экран с яркими и чёткими цветами обеспечивает комфорт при просмотре фильмов и редактировании документов. Клавиатура создана для удобного и длительного набора текста, а ёмкий аккумулятор гарантирует продолжительную работу без подзарядки.'
    },
    {
        id: 3,
        name: 'Asus VivoBook',
        price: '65000',
        currency: 'сом',
        img:'https://ultra.kg/upload/resize_cache/iblock/1a6/800_800_1d0e97ea46f4438969ab06dd5b311ca67/1a6bd0d92ee22e067e614156fdaf595f.jpg',
        characteristics: [
            {
                name:'процессор',
                dis: 'Core i7-1255U'
            },
            {
                name:'видеокарта',
                dis: 'Intel Iris Xe Graphics '
            },
            {
                name:'SSD',
                dis: '512 GB'
            },
            {
                name:'Оперативная память',
                dis: '16 GB'
            },
            {
                name:'Цвет',
                dis: 'темно синий'
            },
            {
                name:'Диагональ',
                dis: '15.6\'\''
            },
        ],
        description: 'Этот ноутбук идеально подходит для работы и развлечений, предлагая сочетание стильного дизайна и высокой производительности. Его компактный и легкий корпус делает его удобным для повседневного использования, будь то дома, в офисе или в путешествии. Экран с яркими и чёткими цветами обеспечивает комфорт при просмотре фильмов и редактировании документов. Клавиатура создана для удобного и длительного набора текста, а ёмкий аккумулятор гарантирует продолжительную работу без подзарядки.'
    },
    {
        id: 4,
        name: 'Acer',
        price: '94000',
        currency: 'сом',
        img:'https://orgtehnics.ru/images/product_images/popup_images/021604.jpg',
        characteristics: [
            {
                name:'процессор',
                dis: 'Intel Core i7-7700HQ'
            },
            {
                name:'видеокарта',
                dis: 'GTX 1060 6GB'
            },
            {
                name:'SSD',
                dis: '1 TB'
            },
            {
                name:'Оперативная память',
                dis: '16 GB'
            },
            {
                name:'Цвет',
                dis: 'чёрный'
            },
        ],
        description: 'Этот ноутбук идеально подходит для работы и развлечений, предлагая сочетание стильного дизайна и высокой производительности. Его компактный и легкий корпус делает его удобным для повседневного использования, будь то дома, в офисе или в путешествии. Экран с яркими и чёткими цветами обеспечивает комфорт при просмотре фильмов и редактировании документов. Клавиатура создана для удобного и длительного набора текста, а ёмкий аккумулятор гарантирует продолжительную работу без подзарядки.'
    },
    {
        id: 5,
        name: 'HUAWEI MATEBOOK',
        price: '40000',
        currency: 'сом',
        img:'https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full/catalog-image/106/MTA-161577493/huawei_huawei_matebook_d14_13th_i5_16-512_full01_kv5wbkf6.jpg',
        characteristics: [
            {
                name:'процессор',
                dis: 'Intel® Core™ i5-1215U'
            },
            {
                name:'SSD',
                dis: '256 GB'
            },
            {
                name:'Оперативная память',
                dis: '8 GB'
            },
            {
                name:'видеокарта',
                dis: 'Intel® Iris® Xe'
            },
        ],
        description: 'Этот ноутбук идеально подходит для работы и развлечений, предлагая сочетание стильного дизайна и высокой производительности. Его компактный и легкий корпус делает его удобным для повседневного использования, будь то дома, в офисе или в путешествии. Экран с яркими и чёткими цветами обеспечивает комфорт при просмотре фильмов и редактировании документов. Клавиатура создана для удобного и длительного набора текста, а ёмкий аккумулятор гарантирует продолжительную работу без подзарядки.'
    },
    {
        id: 6,
        name: 'Lenovo',
        price: '105000',
        currency: 'сом',
        img:'https://ultra.kg/upload/resize_cache/iblock/9a3/800_800_1d0e97ea46f4438969ab06dd5b311ca67/9a3287ea42d8e672c27b4d80ef7265a5.jpg',
        characteristics: [
            {
                name:'процессор',
                dis: 'M1'
            },
            {
                name:'Видеокарта',
                dis: 'RTX 3050'
            },
            {
                name:'SSD',
                dis: '1 TB'
            },
            {
                name:'Оперативная память',
                dis: '32 GB'
            },
            {
                name:'Цвет',
                dis: 'Черный'
            },
        ],
        description: 'Этот ноутбук идеально подходит для работы и развлечений, предлагая сочетание стильного дизайна и высокой производительности. Его компактный и легкий корпус делает его удобным для повседневного использования, будь то дома, в офисе или в путешествии. Экран с яркими и чёткими цветами обеспечивает комфорт при просмотре фильмов и редактировании документов. Клавиатура создана для удобного и длительного набора текста, а ёмкий аккумулятор гарантирует продолжительную работу без подзарядки.'
    },
]